name: "fft_39_rev_cpu_openvino"
backend: "pytorch"
max_batch_size: 4096
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [1, 78]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [1, 78 ]
  }
]

dynamic_batching {}

instance_group [
	{
		count: 1
		kind: KIND_CPU
	}
]
optimization { execution_accelerators {
  cpu_execution_accelerator : [ {
    name : "openvino"
  }]
}}
