name: "ofdm_symbol_recovery_gpu"
backend: "pytorch"
max_batch_size: 256
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [1, 2560]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [1, 1648 ]
  }
]

dynamic_batching {}

instance_group [
	{
		count: 1
		kind: KIND_GPU
	}
]
