name: "unpack_2_bits_gpu"
backend: "pytorch"
max_batch_size: 4096
input [
  {
    name: "input__0"
    data_type: TYPE_INT8
    dims: [ 1, 512 ]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_INT8
    dims: [ 1, 1024 ]
  }
]

dynamic_batching {}

instance_group [
	{
		count: 1
		kind: KIND_GPU
	}
]
